<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    /*'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'verify_code_sent' => 'На вашу почту отправлено письмо.',
    'after' => 'После',
    'will_be_redirect' => 'секунд вы будете перенаправлены на страницу входа.',
    'dont_wait' => "Если не хотите ждать, можете перейти по этой ссылке",
    'verified_congratulations' => "Поздравляю! Ваша почта подтверждена и отправлено на проверку. Наши менеджеры свяжутся с вами в ближайшее время.",
    'redirect_to_login' => 'Перейти на страницу входа',
    'dont_have_account' => "Нет учетной записи?",
    'employer_registration' => 'Регистрация работодателя',
    'login_to_account' => 'Sign in',
    'password' => 'password',
    'forgot_pass' => 'Забыли Ваш пароль ?',
    'login' => 'Войти',
    'back' => 'Назад',
    'after_registration_send' => 'После регистрации вы получите электронное письмо с подтверждением.',
    'password_confirmation' => 'Подтверждение пароля',
    'employee_count' => 'Примерное количество сотрудников',
    'i_give' => 'Я даю',
    'consent_personal_data' => 'согласие на обработку персональных данных',
    'and_accept' => 'и принять',
    'privacy_policy' => 'политика конфиденциальности',
    'public_offer' => 'публичная оферта',
    'register' => 'Регистрация',
    'and' => 'и',
    'reset_password' => 'Сброс пароля',
    'send_req' => 'Послать запрос',
    'create_password_to_account' => 'Придумайте пароль для входа в аккаунт',
    'if_dont_want_change_password' => 'Если вы не хотите менять пароль, оставьте поле пустым.'*/
];
